Repository: darktable-org/darktable
Catalog: doc/usermanual/po/it.tmx
Source language: en
Languages: it

source: show only your favourite modules (selected in `more modules' below)
it: Mostra soltanto i moduli preferiti (selezionati nei successivi `ulteriori moduli')

source: basic group
it: Gruppo base

source: tone group
it: Gruppo tonalità

source: color group
it: Gruppo colore

source: correction group
it: Gruppo correzione

source: effects group
it: Gruppo effetti

source: search module
it: Cerca modulo

source: search modules by name or tag
it: Cerca i moduli tramite il nome o un Tag

source: clear text
it: Pulisci testo

source: more modules
it: Altri moduli

source: subset: no module
it: Sottogruppo: nessun modulo

source: subset: all modules
it: Sottogruppo: tutti i moduli

source: subset: default modules
it: Sottogruppo: moduli predefiniti

source: workspace: all-purpose
it: Spazio di lavoro: per tutte le necessità

source: workspace: landscape & HDR
it: Spazio di lavoro: panorama ed HDR

source: workspace: architecture & streets
it: Spazio di lavoro: architettura e strade

source: workspace: portrait & beauty
it: Spazio di lavoro: ritratto e bellezza

source: workspace: lowlight & high ISO
it: Spazio di lavoro: luce tenue e alti ISO

source: subset: creative modules only
it: Sottogruppo: solo moduli creativi

source: subset: technical modules only
it: Sottogruppo: solo moduli tecnici

source: navigation
it: Navigazione

source: fit to screen
it: Adatta allo schermo

source: hide navigation thumbnail
it: Nascondi anteprima navigazione

source: print settings
it: Opzioni di stampa

source: processing `%s' for `%s'
it: Processo '%s' per '%s'

source: cannot open printer profile `%s'
it: Impossibile aprire il profilo stampante `%s'

source: error getting output profile for image %d
it: Errore nell'ottenere un profilo di output dall'immagine %d

source: cannot apply printer profile `%s'
it: Impossibile applicare il profilo stampante `%s'

source: failed to create temporary pdf for printing
it: Non posso creare un PDF temporaneo per stampare

source: cannot print until a picture is selected
it: Impossibile stampare finché una immagine non è selezionata

source: cannot print until a printer is selected
it: Impossibile stampare finché una stampante non è selezionata

source: cannot print until a paper is selected
it: Impossibile stampare finché una pagina è selezionata

source: cannot get image %d for printing
it: Non posso preparare l'immagine %d per la stampa

source: printer
it: Stampante

source: color management in printer driver
it: Gestione colore nel driver di stampa

source: printer ICC profiles in %s or %s
it: Profilo ICC della stampante in %s o %s

source: black point compensation
it: Compens. punto di nero

source: activate black point compensation when applying the printer profile
it: Attiva la compens. del punto di nero quando viene applicato il profilo stampante

source: page
it: Pagina

source: image width/height
it: Larghezza/altezza immagine

source: scale factor
it: Fattore di scala

source: image scale factor from native printer DPI: < 1 means that it is downscaled (best quality) > 1 means that the image is upscaled a too large value may result in poor print quality
it: Fattore di scala dell'immagine dai DPI nativi della stampante: < 1 significa che è stato effettuato un downscale (qualità migliore) > 1 significa che è stato effettuato un upscale un valore troppo alto può portare ad una qualità di stampa scadente

source: top margin
it: Margine superiore

source: left margin
it: Margine sinistro

source: lock
it: Acquisisci

source: change all margins uniformly
it: Cambia tutti i margini uniformemente

source: right margin
it: Margine destro

source: bottom margin
it: Margine inferiore

source: temporary style to use while printing
it: Stile temporaneo da utilizzare durante la stampa

source: print
it: Stampa

source: print with current settings
it: Stampa con le impostazioni correnti

source: recently used collections
it: Raccolte usate recentemente

source: jump back to previous collection
it: Torna alla raccolta precedente

source: and
it: E

source: or
it: O

source: but not
it: ma non

source: select all images in current collection
it: Seleziona tutte le immagini nella raccolta corrente

source: select none
it: Seleziona nessuna

source: clear selection
it: Pulisci selezione

source: invert selection
it: Inverti selezione

source: select unselected images in current collection
it: Seleziona le immagini non selezionate nella raccolta corrente

source: select film roll
it: Seleziona rullino

source: select all images which are in the same film roll as the selected images
it: Seleziona tutte le immagini nello stesso rullino delle immagini selezionate

source: select untouched
it: Selez. non modificate

source: select untouched images in current collection
it: Seleziona le immagini non modificate in questa raccolta

source: session
it: Sessione

source: create
it: Crea

source: snapshots
it: Istantanee

source: take snapshot
it: Scatta un'istantanea

source: take snapshot to compare with another image or the same image at another stage of development
it: Prende un'istantanea da confrontare con un'altra immagine o la stessa in un altro punto dello sviluppo

source: styles
it: Stili

source: do you really want to delete style '%s'?
it: Vuoi veramente eliminare lo stile `%s'?

source: delete style?
it: Elimino stile?

source: select style
it: Selezione stile

source: darktable style files
it: File stile di darktable

source: available styles, doubleclick to apply
it: Stili disponibili, doppio click per applicare

source: filter style names
it: Filtra nome stile

source: create duplicate
it: Crea duplicato

source: creates a duplicate of the image before applying style
it: Crea duplicato dell'immagine prima di applicare lo stile

source: create...
it: Crea...

source: create styles from history stack of selected images
it: Crea uno stile dalla coda di sviluppo delle immagini selezionate

source: edit...
it: Modifica...

source: edit the selected style in list above
it: Modifica lo stile selezionato nella lista superiore

source: deletes the selected style in list above
it: Elimina lo stile selezionato nella lista superiore

source: import style from a style file
it: Importa uno stile da un file stile

source: export the selected style into a style file
it: Esporta lo stile selezionato in un file stile

source: tagging
it: Etichettatura

source: attach
it: Allega

source: detach
it: Scollega

source: new
it: Nuova

source: redo last tag
it: Ripristina ultima etichetta

source: attach tag to all
it: Allega etichetta a tutte le immagini

source: detach tag
it: Rimuovi etichetta

source: delete tag?
it: Eliminare etichetta?

source: do you really want to delete the tag `%s'? %d image is assigned this tag!
it: Vuoi veramente eliminare l'etichetta '%s'? A %d immagine è assegnata questa etichetta!

source: tag %s removed
it: Etichetta %s rimossa

source: delete branch
it: Cancella ramo

source: <u>%d</u> tag will be deleted.
it: L'etichetta <u>%d</u> verrà cancellata.

source: <u>%d</u> image will be updated
it: L'etichetta <u>%d</u> verrà rinominata.

source: %d tags removed
it: Rimosse %d etichette

source: create tag
it: Crea etichetta

source: name:
it: Nome:

source: add to: "%s"
it: Aggiungi a: "%s"

source: category
it: Categoria

source: synonyms:
it: Sinonimi:

source: empty tag is not allowed, aborting
it: Non puoi utilizzare un'etichetta vuota, operazione annullata

source: '|' character is not allowed to create a tag. aborting.
it: Il carattere '|' non può essere utilizzato per creare un'etichetta. Operazione annullata.

source: tag name already exists. aborting.
it: Nome etichetta già esistente. Operazione annullata.

source: edit tag
it: Modifica etichetta

source: <u>%d</u> tag will be updated.
it: L'etichetta <u>%d</u> verrà aggiornata.

source: '|' character is not allowed for renaming tag. to modify the hierachy use rename path instead. Aborting.
it: Il carattere '|' non può essere usato nei nomi delle etichette. Per modificare la gerarchia occorre rinominare il percorso. Operazione annullata.

source: at least one new tag name (%s) already exists, aborting
it: Esiste almeno un nome di nuova etichetta (%s). Operazione annullata

source: rename path?
it: Rinomina percorso?

source: selected path: %s
it: Percorso selezionato: %s

source: '|' misplaced, empty tag is not allowed, aborting
it: '|' fuori posto, non è permesso utilizzare un'etichetta vuota. Operazione annullata

source: at least one new tagname (%s) already exists, aborting.
it: Esiste almeno un nome di nuova etichetta (%s). Operazione annullata

source: attach tag
it: Assegna etichetta

source: delete tag
it: Elimina etichetta

source: create tag...
it: Crea etichetta...

source: edit tag...
it: Modifica etichetta...

source: rename path...
it: Rinomina il percorso...

source: copy to entry
it: Copia alla voce

source: go to tag collection
it: Vai alla raccolta etichette

source: go back to work
it: Ritorna a lavorare

source: (private)
it: (Privato)

source: Select a keyword file
it: Seleziona un file keyword

source: _import
it: _Importa

source: error importing tags
it: Errore durante l'importazione delle tag

source: %zd tags imported
it: Importate %zd etichette

source: Select file to export to
it: Seleziona file da esportare

source: _export
it: _Esporta

source: error exporting tags
it: Errore durante l'esportazione delle tag

source: %zd tags exported
it: Esportate %zd etichette

source: attached tags, double-click to detach right-click for other actions on attached tag, ctrl-wheel scroll to resize the window
it: Etichette allegate, Doppio click per scollegarle, Click destro per altre azioni sull'etichetta allegata, Ctrl+(rotella mouse) per ridimensionare la finestra

source: attach tag to all selected images
it: Allega etichetta alle immagini selezionate

source: detach tag from all selected images
it: Rimuovi etichetta dalle immagini selezionate

source: toggle list with / without hierarchy
it: Abilita lista gerarchica o normale

source: toggle sort by name or by count
it: Abilita ordinamento per nome o per conteggio

source: toggle show or not darktable tags
it: Attiva o disattiva la visualizzazione dei Tag di darktable

source: enter tag name
it: Inserisci nome etichetta

source: clear entry
it: Pulisci

source: tag dictionary, double-click to attach, right-click for other actions on selected tag, ctrl-wheel scroll to resize the window
it: Dizionario etichetta. Doppio click per allegare, Click destro per altre azioni sull'etichetta selezionata, Ctrl+(rotella mouse) per ridimensionare la finestra

source: create a new tag with the name you entered
it: Crea una nuova etichetta con il nome inserito

source: import tags from a Lightroom keyword file
it: Importa tags da un keyword file di Lightroom

source: export all tags to a Lightroom keyword file
it: Esporta tutte le tag in un file keyword di Lightroom

source: toggle list / tree view
it: Commuta visualizzazione lista / albero

source: toggle list with / without suggestion
it: Attiva la lista con o senza suggerimento

source: tag shortcut is not active with tag tree view. please switch to list view
it: Le scorciatoie non sono disponibili sulla visualizzazione ad albero. Abilita la visualizzazione lista.

source: battery indicator
it: Indicatore della batteria

source: colorlabels
it: Etichette colore

source: toggle red label of selected images
it: Attiva etichetta rossa delle immagini selezionate

source: toggle yellow label of selected images
it: Attiva etichetta gialla delle immagini selezionate

source: toggle green label of selected images
it: Attiva etichetta verde delle immagini selezionate

source: toggle blue label of selected images
it: Attiva etichetta blu delle immagini selezionate

source: toggle purple label of selected images
it: Attiva etichetta viola delle immagini selezionate

source: clear all labels of selected images
it: Rimuove tutte le etichette dalle immagini selezionate

source: copyright (c) the authors 2009-%s
it: Copyright (c) - gli autori 2009-%s

source: organize and develop images from digital cameras
it: Organizza e sviluppa immagini dalla tua fotocamera digitale

source: translator-credits
it: Mauro 'bartokk' Bartoccelli <bartokk@gmail.com>

source: filmstrip
it: Provino

source: filter
it: Filtro

source: view
it: Vista

source: unstarred only
it: Solo senza valutazione

source: rejected only
it: Solo le scartate

source: all except rejected
it: Tutte escluso le scartate

source: sort by
it: Ordina per

source: custom sort
it: Ordinamento personalizzato

source: shuffle
it: Mescola

source: preferences
it: Preferenze

source: expand grouped images
it: Espandi immagini raggruppate

source: collapse grouped images
it: Nascondi immagini raggruppate

source: hide image overlays
it: Nascondi sovrapposizioni immagine

source: show image overlays
it: Mostra sovrapposizioni immagine

source: enable this, then click on a control element to see its online help
it: Attiva questo pulsante, quindi fai click sul controllo di un elemento per visualizzare l'aiuto in linea

source: show global preferences
it: Mostra preferenze globali

source: do you want to access https://darktable.gitlab.io/doc/?
it: Vuoi aprire https://darktable.gitlab.io/doc/?

source: access the online usermanual?
it: Vuoi aprire il manuale utente online?

source: help url opened in web browser
it: URL di aiuto aperto nel web browser

source: error while opening help url in web browser
it: Errore nell'apertura dell'URL di aiuto nel web browser

source: there is no help available for this element
it: Non c'è un aiuto disponibile per questo elemento

source: show overlays
it: Mostra sovrapposizioni

source: hinter
it: Suggerimento

source: image infos
it: Informazioni immagine

source: zoomable light table
it: Tavolo Luminoso zoomabile

source: file manager
it: Gestore file

source: culling
it: Selezione

source: fixed zoom
it: Ingrandimento fisso

source: dynamic zoom
it: Ingrandimento dinamico

source: zoom max
it: Ingrandimento massimo

source: zoom min
it: Ingrandimento minimo

source: toggle culling mode
it: Attiva la modalità selezione

source: toggle culling dynamic mode
it: Attiva la modalità selezione dinamica

source: toggle culling zoom mode
it: Attiva la modalità selezione con ingrandimento

source: module toolbox
it: Modulo strumenti

source: timeline
it: Linea temporale

source: start selection
it: Inizia selezione

source: stop selection
it: Interrompi selezione

source: view toolbox
it: Visualizza strumenti

source: viewswitcher
it: Modifica vista

source: other
it: Altro

source: reset lib parameters
it: Resetta parametri collezione

source: select file
it: Seleziona file

source: double click to reset to `%f'
it: Doppio click per ripristinare a `%f'

source: lua options
it: Opzioni lua

source: loading image
it: Caricamento immagine

source: gamut check
it: Controllo gamma

source: soft proof
it: Prova colore a monitor

source: no userdefined presets for favorite modules were found
it: Non sono stati trovati preset definiti dall'utente per i moduli preferiti

source: applied style `%s' on current image
it: Applicato lo stile '%s' sull'immagine corrente

source: no styles have been created yet
it: Nessuno stile è stato ancora creato

source: quick access to presets of your favorites
it: Accesso rapido ai preset preferiti

source: quick access for applying any of your styles
it: Accesso rapido all'applicazione degli stili

source: display a second darkroom image window
it: Visualizza una seconda finestra in Camera Oscura

source: toggle ISO 12646 color assessment conditions
it: Nascondi le condizioni di valutazione colore ISO 12646

source: toggle raw over exposed indication right click for options
it: Attiva l'indicatore di sovraesposizione raw click destro per ulteriori opzioni

source: mark with CFA color
it: Marca con colore CFA

source: mark with solid color
it: Marca con colore a tinta unita

source: select how to mark the clipped pixels
it: Seleziona come marcare i pixel tagliati

source: color scheme
it: Combinazione colori

source: select the solid color to indicate over exposure. will only be used if mode = mark with solid color
it: Seleziona il colore a tinta unita per indicare la sovra esposizione. Verrà utilizzato solamente se il modo = "marca con tinta unita"

source: threshold of what shall be considered overexposed 1.0 - white level 0.0 - black level
it: Soglia di cosa dovrebbe essere considerato sovraesposto 1.0 - livello di bianco 0.0 - livello di nero

source: toggle over/under exposed indication right click for options
it: Passa all'indicazione di sovra/sotto esposizione click destro per ulteriori opzioni

source: red & blue
it: Rosso & blu

source: purple & green
it: Viola & verde

source: select colors to indicate over/under exposure
it: Scegli i colori per indicare sovra/sotto esposizione

source: lower threshold
it: Soglia inferiore

source: threshold of what shall be considered underexposed
it: Soglia per la sottoesposizione

source: upper threshold
it: Soglia superiore

source: threshold of what shall be considered overexposed
it: Soglia per la sovraesposizione

source: toggle softproofing right click for profile options
it: Attiva la simulazione a schermo Click destro per le opzioni profilo

source: toggle gamut checking right click for profile options
it: Abilita il controllo gamma Click destro per le opzioni profilo

source: display intent
it: Intento video

source: preview display intent
it: Anteprima intento video

source: display profile
it: Profilo dello schermo

source: preview display profile
it: Visualizza profilo schermo

source: histogram profile
it: Profilo istogramma

source: display ICC profiles in %s or %s
it: Visualizza i profili ICC in %s o %s

source: preview display ICC profiles in %s or %s
it: Visualizza i profili schermo ICC in %s o %s

source: softproof ICC profiles in %s or %s
it: prova di stampa dei profili ICC in %s o %s

source: histogram and color picker ICC profiles in %s or %s
it: Profili ICC dell'istogramma e del campionatore colore in %s o %s

source: zoom close-up
it: Primo piano

source: zoom fill
it: Riempi

source: zoom fit
it: Adatta

source: image forward
it: Immagine avanti

source: image back
it: Immagine indietro

source: color assessment
it: Valitazione colori

source: softproof
it: Simulazione a schermo

source: increase brush size
it: Aumenta dimensione pennello

source: decrease brush size
it: Diminuisci dimensione pennello

source: increase brush hardness
it: Aumenta durezza pennello

source: decrease brush hardness
it: Diminuisci durezza pennello

source: increase brush opacity
it: Aumenta opacità pennello

source: decrease brush opacity
it: Diminuisci opacità pennello

source: full preview
it: Anteprima completa

source: undo
it: Annulla

source: redo
it: Ripristina

source: allow to pan & zoom while editing masks
it: Permetti lo scorrimento e l'ingrandimento durante la creazione di maschere

source: search modules
it: Ricerca moduli

source: switch to lighttable
it: Vai al Tavolo Luminoso

source: zoom in the image
it: Ingrandisci l'immagine

source: unbounded zoom in the image
it: Ingrandimento immagine illimitato

source: zoom to 100% 200% and back
it: Ingrandisci del 100%, 200% e riprendi

source: [modules] expand module without closing others
it: [modules] Espandi il modulo senza chiudere gli altri

source: [modules] change module position in pipe
it: [modules] Cambia la posizione del modulo nel flusso di sviluppo

source: darktable - darkroom preview
it: darktable - Anteprima Camera Oscura

source: there are no images in this collection
it: Non ci sono immagini in questa raccolta

source: if you have not imported any images yet
it: Se non hai ancora importato nessuna immagine

source: you can do so in the import module
it: puoi farlo nel modulo di importazione

source: try to relax the filter settings in the top panel
it: Prova a disattivare le impostazioni del filtro dal pannello di sopra

source: or add images in the collection module in the left panel
it: o aggiungi immagini alla raccolta nel pannello di sinistra

source: you have reached the start of your selection (%d image)
it: Hai raggiunto l'inizio della tua selezione (%d immagine)

source: you have reached the start of your collection
it: Hai raggiunto l'inizio della tua raccolta

source: you have reached the end of your selection (%d image)
it: Hai raggiunto la fine della tua selezione (%d immagine)

source: you have reached the end of your collection
it: Hai raggiunto la fine della tua raccolta

source: zooming is limited to %d images
it: L'ingrandimento è limitato a %d immagini

source: move page up
it: Sposta pagina su

source: move page down
it: Sposta pagina giù

source: move left
it: Sposta a sinistra

source: move right
it: Sposta a destra

source: move start
it: Sposta all'inizio

source: move end
it: Sposta alla fine

source: move page up and select
it: Vai ad inizio pagina e seleziona

source: move page down and select
it: Vai a fine pagina e seleziona

source: move up and select
it: Vai su e seleziona

source: move down and select
it: Sposta giù e seleziona

source: move left and select
it: Sposta a sinistra e seleziona

source: move right and select
it: Sposta a destra e seleziona

source: move start and select
it: Sposta all'inizio e seleziona

source: move end and select
it: Vai alla fine e seleziona

source: align images to grid
it: Riallinea le immagini alla griglia

source: reset first image offset
it: Azzera lo spostamento della prima immagine

source: select toggle image
it: Attiva selezione immagine

source: select single image
it: Seleziona immagine singola

source: preview
it: Anteprima

source: preview with focus detection
it: Anteprima con rilevamento punti di messa a fuoco

source: sticky preview
it: Anteprima adesiva

source: sticky preview with focus detection
it: Anteprima adesiva con il rilevamento della messa a fuoco

source: preview zoom 100%
it: Ingrandimento dell'anteprima al 100%

source: preview zoom fit
it: Adatta ingrandimento

source: open image in darkroom
it: Apri l'immagine in modalità Camera Oscura

source: switch to next/previous image
it: Passa all'immagine successiva/precedente

source: scroll the collection
it: Scorri la raccolta

source: change number of images per row
it: Modifica numero di immagini per ogni riga

source: change image order
it: Modifica ordinamento immagini

source: zoom all the images
it: Ingrandisci tutte le immagini

source: pan inside all the images
it: Scorri all'interno di tutte le immagini

source: zoom current image
it: Ingrandisci l'immagine corrente

source: pan inside current image
it: Scorri all'interno dell'immagine corrente

source: zoom the main view
it: Ingrandisci la vista principale

source: pan inside the main view
it: Scorri all'interno della vista principale

source: set display profile
it: Imposta profilo schermo

source: map
it: Mappa

source: [on image] open in darkroom
it: [on image] Apri in Camera Oscura

source: [on map] zoom map
it: [on map] Ingrandisci mappa

source: move image location
it: Sposta luogo immagine

source: end of images. press any key to return to lighttable mode
it: Fine delle immagini. Premi un tasto per tornare in modalità Tavolo Luminoso

source: slideshow
it: Presentazione

source: waiting to start slideshow
it: In attesa di iniziare la presentazione

source: slideshow paused
it: Presentazione in pausa

source: slideshow delay set to %d second
it: Ritardo per la presentazione impostato su %d secondo

source: start and stop
it: Avvia e Stop

source: go to next image
it: Vai all'immagine successiva

source: go to previous image
it: Vai all'immagine precedente

source: tethering
it: Tethering (scatto remoto)

source: new session initiated '%s'
it: Nuova sessione '%s' inizializzata
